{
  "navigation": {
    "links": [
      {
        "href": "eszkoztar.html",
        "class": "nav-button toolkit-link",
        "text": "Központi Eszköztár 🛠️"
      },
      {
        "href": "prompt_kartyak.html",
        "class": "nav-button prompt-master-link",
        "text": "Prompt Mester Kártyák 🃏"
      }
    ],
    "modules": [
      {
        "id": "module1",
        "text": "I. Személyes OS Fejlesztés"
      },
      {
        "id": "module2",
        "text": "II. A Kreatív Erősítő"
      },
      {
        "id": "module3",
        "text": "III. Stratégiai Jövőkép"
      },
      {
        "id": "module4",
        "text": "IV. Záróprojekt"
      }
    ]
  },
  "main": {
    "introCard": {
      "style": "border-left-color: var(--primary-red);",
      "title": "🚀 Üzenet a Stratégának: Frissítsd az operációs rendszered!",
      "content": "Üdv a következő szinten!\n\nAz alapokat már ismered. Most már nem az a kérdés, HOGYAN működnek az eszközök, hanem az, hogy HOGYAN használod őket a saját, személyes céljaid elérésére. Ez a kurzus nem az MI-ről szól. A te mentális operációs rendszered frissítéséről szól.\n\nItt megtanulod, hogyan válhat az MI a személyes stratégiai tanácsadóddá, a kreatív partnereddé és a leghatékonyabb asszisztenseddé. A cél, hogy ne csak gyorsabb, hanem okosabb és tudatosabb legyél. Ne te legyél a termék az algoritmusok piacán, hanem te legyél a rendező, aki az algoritmusokat használja a saját története megírásához.\n\nKészen állsz a \"szuperképességeid\" feloldására?"
    },
    "modules": [
      {
        "id": "module1",
        "title": "I. MODUL: SZEMÉLYES OS FEJLESZTÉS - Az MI mint mentális exoskeleton",
        "workshops": [
          {
            "title": "1. Műhely: A Tökéletes Hét Megtervezése",
            "description": "Feladat: Tanuld meg, hogyan használd az MI-t a heti teendőid, tanulási és pihenőidőd optimalizálására!",
            "link": "szuper_tokeletes-het.html"
          },
          {
            "title": "2. Műhely: Dilemma Elemzés és Döntéstámogatás",
            "description": "Feladat: Használd a \"gondolkodj hangosan\" technikát, hogy egy komplex döntés minden lehetséges kimenetelét elemezd.",
            "link": "szuper_dilemma-elemzes.html"
          },
          {
            "title": "3. Műhely: Személyre Szabott Tanulási Terv",
            "description": "Feladat: Tervezz meg egy egyhónapos, MI-asszisztált tervet egy új készség elsajátítására a nulláról.",
            "link": "szuper_tanulasi-terv.html"
          }
        ]
      },
      {
        "id": "module2",
        "title": "II. MODUL: A KREATÍV ERŐSÍTŐ - Az MI mint alkotótárs",
        "workshops": [
          {
            "title": "4. Műhely: Közös Alkotás - Írj egy novellát az MI-vel!",
            "description": "Feladat: Lépj a puszta ötletelésen túl! Hozz létre egy teljes, több fejezetes történetet, ahol te vagy a rendező, az MI pedig a világépítő és a szövegíró.",
            "link": "szuper_novella-iras.html"
          },
          {
            "title": "5. Műhely: Adatvizualizáció - Történetmesélés számokkal",
            "description": "Feladat: Keress egy érdekes adatsort, és az MI segítségével hozz létre belőle egy teljes infografika tervét, ami egy történetet mesél el.",
            "link": "szuper_adatvizualizacio.html"
          },
          {
            "title": "6. Műhely: Játéktervezés 101",
            "description": "Feladat: Tervezz egy teljes játék-koncepciót! Alkoss ötletet, karaktert, pályát és \"concept art\"-ot az MI segítségével.",
            "link": "muhely_jatektervezes.html"
          }
        ]
      },
      {
        "id": "module3",
        "title": "III. MODUL: STRATÉGIAI JÖVŐKÉP - Az MI mint pajzs és iránytű",
        "workshops": [
          {
            "title": "7. Műhely: Digitális Önvédelmi Stratégiák",
            "description": "Feladat: Az MI segítségével elemezd a saját digitális lábnyomodat, és készíts egy személyes tervet az online jelenléted tudatosabb kezelésére.",
            "link": "szuper_onvedelem.html"
          },
          {
            "title": "8. Műhely: Az Algoritmusok Pszichológiája",
            "description": "Feladat: Válassz egy platformot (pl. TikTok, YouTube), és az MI-vel elemezd, milyen pszichológiai trükköket használ az algoritmusa a figyelem fenntartására.",
            "link": "szuper_algoritmus-pszicho.html"
          },
          {
            "title": "9. Műhely: Jövőálló Készségek Fejlesztése",
            "description": "Feladat: Válassz egy szakmát, ami érdekel! Az MI-vel készíts egy \"készség-térképet\" arról, hogyan fogja átalakítani a szakmát 10 év múlva.",
            "link": "szuper_jovoallo-keszsegek.html"
          }
        ]
      },
      {
        "id": "module4",
        "title": "IV. MODUL: ZÁRÓPROJEKT - \"My AI-Augmented Self\"",
        "workshops": [
          {
            "title": "10-12. hét: A Személyes Küldetés",
            "description": "Feladat: Válassz egy nagy, konkrét, egy hónap alatt elérhető személyes célt! (Pl. egy új készség elsajátítása, egy blog elindítása, egy portfólió összeállítása). Tervezd meg a projektet az MI segítségével!",
            "link": "szuper_zaroprojekt.html"
          }
        ]
      }
    ]
  },
  "title": "Interaktív Szuperkepesseg Gyűjtemény",
  "subject": "ismeretlen",
  "grade": 0,
  "category": "free",
  "questions": []
}