{
  "workshop": [
    {
      "title": "1. Célkitűzés",
      "content": "A műhely végére képes leszel egyszerű szöveges utasításokkal (promptokkal) teljesen új, egyedi képeket létrehozni. Megtanulod, hogyan befolyásolja a leírásod részletessége a végeredményt, és kipróbálsz többféle vizuális stílust is."
    },
    {
      "title": "2. Szükséges Eszközök",
      "content": "Válassz egyet az alábbi, ingyenesen és egyszerűen használható képalkotó MI-k közül! Némelyikhez bejelentkezés szükséges.",
      "tools": [
        {
          "name": "Microsoft Designer (Image Creator)",
          "description": "A Copilot része, DALL-E 3 modellel működik, nagyon könnyen használható."
        },
        {
          "name": "Leonardo.Ai",
          "description": "Nagyon sokoldalú, rengeteg stílussal, napi ingyenes krediteket ad."
        },
        {
          "name": "Canva AI Image Generator",
          "description": "A népszerű tervezőeszköz beépített képalkotója."
        }
      ]
    },
    {
      "title": "3. Bevezető: A digitális festőművész",
      "content": "Képzeld el, hogy a szavak az ecseteid, a képzeleted pedig a vásznad! A képalkotó MI-k pont ezt teszik lehetővé: a szöveges leírásodat lefordítják képi nyelvre. Úgy működnek, mint egy rendkívül tehetséges, de nagyon szófogadó festőművész, aki pontosan azt alkotja meg, amit kérsz tőle. A mai feladatod, hogy kipróbáld, milyen rendezőnek lenni, és a szavaiddal irányítsd ezt a digitális művészt."
    },
    {
      "title": "4. Lépésről-lépésre Feladatok",
      "tasks": [
        {
          "title": "1. Feladat: Az egyszerű tárgy",
          "description": "Kezdjünk valami nagyon egyszerűvel! Írd be a választott képalkotóba a következőt. A legtöbb képalkotónak angolul kell írni, de a Copilot magyarul is jól ért.",
          "promptExample": "a red apple",
          "observation": "Figyeld meg, milyen képet kaptál! Milyen a háttér? Milyen a megvilágítás? Mivel nem adtál meg részleteket, az MI a saját \"fantáziájára\" (a tanító adatokban látott több millió képre) bízta a körítést."
        },
        {
          "title": "2. Feladat: Részletek és környezet hozzáadása",
          "description": "Most tegyük a jelenetet sokkal életszerűbbé! Bővítsük a promptot jelzőkkel, helyszínnel és megvilágítással.",
          "promptExample": "photo of a shiny red apple on a rustic wooden table, morning light coming from a window",
          "observation": "Hasonlítsd össze az eredményt az előzővel! Látod, hogy a \"photo of\" (fotó) kulcsszó fotorealisztikus képet eredményezett? A \"rustic wooden table\" (rusztikus faasztal) és a \"morning light\" (reggeli fény) mind-mind megjelentek a képen."
        },
        {
          "title": "3. Feladat: A stílus hatalma",
          "description": "Most jön az igazi varázslat! Az MI rengeteg művészeti stílust ismer. Tartsuk meg a témánkat (a piros almát), de változtassuk meg a stílust! Próbáld ki a következő promptokat egymás után, és figyeld a különbségeket:",
          "promptExamples": [
            "watercolor painting of a red apple",
            "comic book style drawing of a red apple",
            "a red apple made of glass, digital art"
          ],
          "observation": "Lenyűgöző, igaz? Ugyanaz a téma, de a stílus megváltoztatásával teljesen más hangulatú és kinézetű alkotásokat kaptál. Ezzel a technikával szinte bármilyen vizuális világot megteremthetsz."
        },
        {
          "title": "4. Feladat: Egy komplexebb jelenet",
          "description": "Most próbáljunk meg egy teljes jelenetet leírni több szereplővel és háttérrel. A kulcs a \"jelző + főnév\" szerkezetek használata.",
          "promptExample": "A cute, fluffy cat wearing a tiny wizard hat, sitting on a pile of old books in a magical library.",
          "observation": "Az MI megpróbálta az összes elemet (cuki macska, varázsló kalap, könyvkupac, varázslatos könyvtár) egyetlen, koherens képbe sűríteni. Néha hibázik (pl. furcsa lábak), de az eredmény így is lenyűgöző."
        }
      ]
    },
    {
      "title": "5. Tippek a sikeres képalkotáshoz",
      "tips": [
        "Angolul jobban működik: Bár néhány MI ért magyarul, a legjobb eredményt általában angol nyelvű promptokkal érheted el.",
        "Minél több jelző, annál jobb: Ne csak annyit írj, \"kutya\", hanem \"egy vidám, golden retriever kölyökkutya, ami a fűben szalad\".",
        "Add meg a stílust: A `photo`, `watercolor painting`, `comic book art`, `3D render`, `pixel art` kulcsszavak csodákra képesek.",
        "Generálj többször: Ha az első kép nem tetszik, generáld újra! Az MI minden alkalommal egy kicsit mást fog alkotni."
      ]
    },
    {
      "title": "6. Kritikai Gondolkodás Sarok",
      "questions": [
        "Ki a művész? Ha te írtad a promptot, de az MI hozta létre a képet, kié a szerzői jog? Felhasználhatod ezt a képet bárhol, bármire? (Erről később még tanulunk!)",
        "A valóság illúziója: A fotorealisztikus képek annyira élethűek lehetnek, hogy nehéz megkülönböztetni őket a valódi fotóktól. Milyen veszélyeket rejthet ez magában (pl. álhírek illusztrálása)?"
      ]
    },
    {
      "title": "7. Önálló Kihívás: Álmodj egy világot!",
      "challenge": {
        "description": "Most rajtad a sor, hogy szabadjára engedd a fantáziádat! A feladatod, hogy alkoss egy képet, ami egy kitalált, fantasztikus helyszínt vagy lényt ábrázol.",
        "requirements": [
          "Egy fő témát (pl. egy lebegő sziget, egy kristályerdő, egy barátságos űrlény).",
          "Legalább három leíró jelzőt a témádhoz.",
          "Egy konkrét stílust (pl. \"anime style\", \"impressionist painting\", \"cinematic photo\").",
          "Egy leírást a háttérről vagy a környezetről."
        ],
        "instructions": "Kísérletezz, amíg olyan képet nem kapsz, ami igazán büszkévé tesz! Mentsd le a legjobb alkotásodat és a hozzá tartozó promptot. Készülj fel, hogy megmutasd a többieknek!"
      }
    }
  ],
  "title": "muhely_kepalkotas",
  "subject": "ismeretlen",
  "grade": 0,
  "category": "free",
  "questions": []
}