{
  "title": "AIMI Stúdió - M09: Záró Prezentációk",
  "subject": "ai",
  "grade": 0,
  "category": "workshop",
  "description": "A mérföldkő célja, hogy minden csapat bemutassa a félév során végzett munkáját egy professzionális, meggyőző prezentáció keretében.",
  "toc": [
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés"
    },
    {
      "id": "bevezeto",
      "title": "2. Bevezető: A \"Demo Day\""
    },
    {
      "id": "forgatokonyv",
      "title": "3. A Bemutatók Forgatókönyve"
    },
    {
      "id": "ertekeles",
      "title": "4. Értékelési Szempontok"
    },
    {
      "id": "kritikai-gondolkodas",
      "title": "5. Kritikai Gondolkodás Sarok"
    },
    {
      "id": "kihivas",
      "title": "6. A Mérföldkő Kihívása"
    }
  ],
  "questions": [
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés",
      "content": "<p>A mérföldkő célja, hogy minden csapat bemutassa a félév során végzett munkáját egy professzionális, meggyőző prezentáció keretében. Ezen a héten nemcsak előadók, hanem figyelmes és konstruktív közönség is lesztek, akik értékelik és ünneplik egymás munkáját.</p>"
    },
    {
      "id": "bevezeto",
      "title": "2. Bevezető: A \"Demo Day\"",
      "content": "<p>A startup világban a \"Demo Day\" az a nap, amikor a cégek bemutatják a terméküket a befektetőknek és a nagyvilágnak. A mai nap a mi Demo Day-ünk! Hónapokig dolgoztatok egy ötleten, kutattatok, terveztetek, alkottatok. Most itt az ideje, hogy kiálljatok, és büszkén megmutassátok, mit hoztatok létre. Ez az alkalom nemcsak a projektetekről szól, hanem arról is, hogy mennyi mindent tanultatok az MI-ről, a csapatmunkáról és saját magatokról.</p>"
    },
    {
      "id": "forgatokonyv",
      "title": "3. A Bemutatók Forgatókönyve",
      "type": "tasks_section",
      "tasks": [
        {
          "title": "A Nap Menete",
          "content": "<ol><li><strong>Felkészülés (5 perc):</strong> Minden csapat ellenőrzi a technikát, megnyitja a prezentációját és a prototípus linkjét.</li><li><strong>Prezentációk (csapatonként 5-7 perc):</strong> Minden csapat bemutatja a projektjét a múlt héten gyakorolt forgatókönyv alapján.</li><li><strong>Kérdések és Válaszok (csapatonként 2-3 perc):</strong> A prezentáció után a közönség (a többi diák és a tanár) felteheti a kérdéseit.</li><li><strong>Társas Értékelés (a prezentációk után):</strong> A végén mindenki rövid, pozitív visszajelzést ad a többi csapat munkájáról.</li></ol>"
        },
        {
          "title": "A Közönség Feladata",
          "content": "<p>Míg egy másik csapat prezentál, a ti feladatotok nem a pihenés! Legyetek aktív és támogató közönség!</p><ul><li>Figyeljetek érdeklődéssel!</li><li>Jegyezzetek fel legalább egy dolgot, ami különösen tetszett vagy meglepett titeket a bemutatott projektben.</li><li>Fogalmazzatok meg egy értelmes kérdést, amit a végén feltehettek!</li></ul>"
        }
      ]
    },
    {
      "id": "ertekeles",
      "title": "4. Értékelési Szempontok (Emlékeztető)",
      "content": "<p>Az előadásotok az alábbi szempontok alapján lesz értékelve:</p><ul><li><strong>Tisztaság és érthetőség:</strong> A prezentáció logikusan felépített, a probléma és a megoldás mindenki számára érthető volt.</li><li><strong>Kreativitás és Eredetiség:</strong> A projektötlet és a megvalósítás kreatív, a csapat belevitte a saját egyéniségét.</li><li><strong>MI Tudatos Használata:</strong> A csapat bemutatta, hogyan használta az MI-t eszközként, és reflektált a folyamatra.</li><li><strong>Előadásmód és Csapatmunka:</strong> Az előadás magabiztos volt, a csapattagok együttműködtek. Betartottátok az időkeretet.</li></ul>"
    },
    {
      "id": "kritikai-gondolkodas",
      "title": "5. Kritikai Gondolkodás Sarok: Hogyan tovább?",
      "content": "<p>A projekt véget ért, de a tanulás soha. Gondolkodjatok el közösen!</p><ul><li><strong>Mi volt a legnehezebb?</strong> Mi volt a projekt legnehezebb része? Az ötletelés? A tervezés? Az alkotás? A csapatmunka? Mit tanultatok ebből a nehézségből?</li><li><strong>Mit csinálnátok másképp?</strong> Ha most kezdenétek elölről a projektet, mit csinálnátok másképp a tanultak alapján?</li><li><strong>Hogyan használod ezt a jövőben?</strong> Hogyan fogjátok a itt tanult projekttervezési és MI-használati készségeket kamatoztatni a jövőbeli iskolai vagy akár munkahelyi feladataitok során?</li></ul>"
    },
    {
      "id": "kihivas",
      "title": "6. A Mérföldkő Kihívása: A Végső Leadás és Ünneplés",
      "content": "<p>Az utolsó feladat a projekt teljes dokumentációjának véglegesítése és leadása.</p><p><strong>A leadandó csomag tartalmazza:</strong></p><ol><li>A végleges, egyoldalas <strong>Projekt Vázlatot (One-Pager)</strong>.</li><li>A <strong>Mini Arculati Kézikönyvet</strong> és a <strong>Vizuális Prototípust (Mockups)</strong>.</li><li>Az <strong>Interaktív Prototípus</strong> megosztható linkjét.</li><li>A <strong>Záró Prezentáció</strong> (Pitch) diáit.</li></ol><p>Miután minden csapat bemutatta a munkáját, ünnepeljétek meg magatokat! Sikeresen végigvittetek egy komplex, innovatív projektet az ötlettől a prototípusig.</p><p><strong>Gratulálunk a féléves munkátokhoz!</strong></p>"
    }
  ]
}