{
  "title": "AIMI Műhely - 26. hét: MI a mentális egészségért",
  "subject": "ai",
  "grade": 0,
  "category": "workshop",
  "description": "A műhely végére ki fogsz próbálni egy MI-alapú mentális jóllétet támogató alkalmazást, és képes leszel kritikusan értékelni annak működését.",
  "toc": [
    {
      "id": "figyelmeztetes",
      "title": "FONTOS FIGYELMEZTETÉS"
    },
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés"
    },
    {
      "id": "eszkozok",
      "title": "2. Szükséges Eszközök"
    },
    {
      "id": "bevezeto",
      "title": "3. Bevezető: A Digitális Napló"
    },
    {
      "id": "feladatok",
      "title": "4. Lépésről-lépésre Feladatok"
    },
    {
      "id": "kritikai-gondolkodas",
      "title": "5. Kritikai Gondolkodás Sarok"
    },
    {
      "id": "kihivas",
      "title": "6. Önálló Kihívás: Írj egy App-Értékelést!"
    }
  ],
  "questions": [
    {
      "id": "figyelmeztetes",
      "title": "FONTOS FIGYELMEZTETÉS",
      "content": "<p>Ez a műhely a technológia megismeréséről szól. Az itt bemutatott MI-alkalmazások <strong>nem helyettesítik a valódi orvosi vagy pszichológusi segítséget</strong>. Ha rosszul érzed magad, szorongsz, vagy bármilyen mentális nehézséggel küzdesz, a legfontosabb, hogy beszélj egy felnőttel, akiben megbízol (szülő, tanár, iskolapszichológus) vagy kérj szakemberi segítséget!</p>"
    },
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés",
      "content": "<p>A műhely végére ki fogsz próbálni egy MI-alapú mentális jóllétet támogató alkalmazást, és képes leszel kritikusan értékelni annak működését. Megérted, miben segíthet egy ilyen eszköz (pl. stresszkezelés, naplózás), és mik a korlátai és lehetséges veszélyei (pl. adatvédelem, az emberi kapcsolatok hiánya).</p>"
    },
    {
      "id": "eszkozok",
      "title": "2. Szükséges Eszközök",
      "content": "<p>Válassz egyet az alábbi, ingyenesen kipróbálható alkalmazások közül, és telepítsd az okostelefonodra!</p><ul><li><strong>Wysa:</strong> Egy barátságos pingvin-chatbot, ami a kognitív viselkedésterápia (CBT) elveire épül.</li><li><strong>Woebot:</strong> Egy másik népszerű chatbot, ami segít a negatív gondolatok felismerésében és átkeretezésében.</li><li>Alternatíva: Egy általános chatbot (pl. ChatGPT, Copilot) is használható egyszerű naplózásra, de a dedikált appok többet tudnak.</li></ul>"
    },
    {
      "id": "bevezeto",
      "title": "3. Bevezető: A Digitális Napló és a Mindig Elérhető Hallgatóság",
      "content": "<p>A gondolataink és érzéseink leírása régóta bevált módszer a stressz csökkentésére. Az MI ebben a folyamatban egy új lehetőséget kínál: egy olyan \"digitális naplót\", ami nemcsak tárolja a gondolataidat, hanem reagál is rájuk. Úgy működik, mint egy ítélkezésmentes, mindig elérhető hallgatóság, ami segít rendszerezni az érzéseidet, és néha egyszerű gyakorlatokat javasol a megnyugvásra. Ma azt vizsgáljuk meg, milyen érzés egy géppel \"beszélgetni\" a mindennapi gondjainkról.</p>"
    },
    {
      "id": "feladatok",
      "title": "4. Lépésről-lépésre Feladatok",
      "content": "<p><strong>A mai kísérletünk:</strong> Interjút készítünk egy MI-chatbot terapeutával.</p>",
      "type": "tasks_section",
      "tasks": [
        {
          "title": "1. Feladat: Az Első Találkozás",
          "content": "<ol><li>Telepítsd és indítsd el a választott alkalmazást!</li><li>Menj végig a bemutatkozó folyamaton! Figyeld meg, milyen kérdéseket tesz fel az app! Hogyan próbálja megteremteni a bizalmi légkört?</li><li>Írj le a jegyzetedbe 1-2 mondatot az első benyomásodról. Barátságosnak, ridegnek, hasznosnak vagy furcsának tűnt?</li></ol>"
        },
        {
          "title": "2. Feladat: Egy Irányított Gyakorlat",
          "content": "<p>A legtöbb ilyen app kínál rövid, vezetett gyakorlatokat. Keress egyet és próbáld ki!</p><ol><li>Keress egy menüpontot, mint \"Gyakorlatok\", \"Eszközök\" vagy \"Tools\".</li><li>Válassz egy egyszerű, 1-3 perces gyakorlatot. Például: egy légzőgyakorlat, egy mindfulness (tudatos jelenlét) gyakorlat, vagy egy \"pozitív gondolatok\" gyakorlat.</li><li>Csináld végig a gyakorlatot az app utasításai szerint.</li></ol>"
        },
        {
          "title": "3. Feladat: A \"Beszélgetés\"",
          "content": "<p>Most próbáljuk ki a chatbot funkciót! Válassz egy <strong>kisebb, hétköznapi, nem túl megterhelő</strong> problémát vagy stresszforrást az életedből (pl. \"sok a lecke\", \"összevesztem egy barátommal egy játékon\", \"rossz jegyet kaptam\").</p><ol><li>Kezdeményezz beszélgetést a chatbottal erről a témáról. Írd le neki, mi bánt.</li><li>Válaszolj a kérdéseire, és kövesd a beszélgetés fonalát 5-10 üzenetváltáson keresztül.</li><li>Figyeld meg a válaszait! Kérdéseket tesz fel? Általános tanácsokat ad? Megpróbálja átkeretezni a problémát?</li></ol>"
        }
      ]
    },
    {
      "id": "kritikai-gondolkodas",
      "title": "5. Kritikai Gondolkodás Sarok",
      "content": "<p>A tapasztalataid alapján gondolkodj el a mélyebb kérdéseken!</p><ul><li><strong>Valódi empátia vagy ügyes szimuláció?</strong> Amikor a chatbot \"megértőnek\" tűnt, szerinted valóban érzett empátiát? Vagy csak egy rendkívül fejlett algoritmus, ami felismerte a szavaidban rejlő mintázatokat, és a tanítóadatai alapján a legvalószínűbb \"empatikus\" választ adta? Mennyire számít ez a különbség, ha a végén jobban érzed magad?</li><li><strong>A legféltettebb adataink:</strong> A mentális egészségünkkel kapcsolatos információk a legszemélyesebb adataink közé tartoznak. Mit gondolsz, hova kerülnek ezek az adatok, amiket megosztasz az appal? Ki férhet hozzájuk? Milyen célokra használhatják fel őket? Megéri a kényelem ezt az adatvédelmi kockázatot?</li></ul>"
    },
    {
      "id": "kihivas",
      "title": "6. Önálló Kihívás: Írj egy App-Értékelést!",
      "content": "<p>A feladatod, hogy írj egy rövid, 3 bekezdésből álló értékelést a kipróbált alkalmazásról, mintha az App Store-ba vagy a Google Play Áruházba írnád.</p><p><strong>Az értékelésed térjen ki a következőkre:</strong></p><ol><li><strong>Első benyomás és használhatóság:</strong> Milyen volt használni az appot? Könnyen kezelhető, barátságos volt a dizájn?</li><li><strong>A leghasznosabb funkció és a legnagyobb gyengeség:</strong> Mi tetszett benne a legjobban (pl. egy konkrét gyakorlat, a chatbot stílusa)? És mi volt az, ami nem tetszett, vagy furcsa volt?</li><li><strong>Kinek ajánlanád (és kinek nem)?</strong> Milyen helyzetben lehet hasznos ez az app? És ami a legfontosabb: milyen figyelmeztetést írnál a leírás végére a leendő felhasználóknak?</li></ol><p>Mentsd le az értékelésedet! Ez a feladat segít rendszerezni a tapasztalataidat és megfogalmazni egy kritikus, de kiegyensúlyozott véleményt.</p>"
    }
  ]
}