{
  "title": "AIMI Műhely - 35. hét: Nagy Projekt - Bemutató",
  "subject": "ai",
  "grade": 0,
  "category": "workshop",
  "description": "A hét célja, hogy a csapatod egy rövid, meggyőző és jól felépített prezentáció keretében bemutassa a félév során készített projektjét.",
  "toc": [
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés"
    },
    {
      "id": "bevezeto",
      "title": "2. Bevezető: A Történet Elmesélése"
    },
    {
      "id": "forgatokonyv",
      "title": "3. A Prezentáció Forgatókönyve"
    },
    {
      "id": "ertekeles",
      "title": "4. Értékelési Szempontok"
    },
    {
      "id": "kihivas",
      "title": "5. A Hét Kihívása: Főpróba!"
    }
  ],
  "questions": [
    {
      "id": "celkituzes",
      "title": "1. Célkitűzés",
      "content": "<p>A hét célja, hogy a csapatod egy rövid, meggyőző és jól felépített prezentáció keretében bemutassa a félév során készített projektjét. A hangsúly a tiszta kommunikáción, a projekt legfontosabb eredményeinek kiemelésén és a tanulságok levonásán van.</p>"
    },
    {
      "id": "bevezeto",
      "title": "2. Bevezető: A Történet Elmesélése",
      "content": "<p>Elérkeztetek a féléves utazásotok végéhez. Kutattatok, terveztetek, alkottatok és teszteltetek. Most itt az ideje, hogy elmeséljétek a történeteteket! A prezentáció nem csak a projektetek bemutatásáról szól, hanem arról az útról is, amit a csapatotok bejárt. Nem kell minden apró részletet elmondani. A feladatotok, hogy megragadjátok a hallgatóság figyelmét, bemutassátok a problémát, amit megoldottatok, és büszkén megmutassátok, mit hoztatok létre.</p>"
    },
    {
      "id": "forgatokonyv",
      "title": "3. A Prezentáció Forgatókönyve",
      "content": "<p>Minden csapatnak <strong>maximum 5-7 perce</strong> van a bemutatóra. Fontos a pontosság! Az alábbi struktúra segít tartani az időkeretet és logikusan felépíteni az előadást.</p>",
      "type": "tasks_section",
      "tasks": [
        {
          "title": "A Javasolt Szerkezet (kb. 5 dia)",
          "content": "<ol><li><strong>Bevezetés (kb. 1 perc) - A \"Horog\"</strong><ul><li>Mutatkozzatok be (csapatnév, tagok).</li><li>Mondjátok el a projekt címet.</li><li>Ragadjátok meg a figyelmet: kezdjetek egy elgondolkodtató kérdéssel vagy egy meglepő statisztikával, ami rávilágít a problémátok fontosságára.</li></ul></li><li><strong>A Probléma és a Cél (kb. 1 perc)</strong><ul><li>Röviden mutassátok be a problémát, amit vizsgáltatok.</li><li>Mondjátok el, mi volt a célkitűzésetek: mit akartatok létrehozni?</li></ul></li><li><strong>A Megoldás Bemutatása (kb. 2-3 perc) - A Show!</strong><ul><li>Ez a prezentáció legfontosabb része! Mutassátok be a kész projekteteket!</li><li>Ha egy prezentációt készítettetek, mutassátok meg a legérdekesebb diákat.</li><li>Ha egy kampánytervet, mutassátok be a legjobb posztert és szlogent.</li><li>Magyarázzátok el, hogyan segített az MI az alkotás folyamatában! Mutassatok egy konkrét \"előtte-utána\" példát (pl. egy nyers MI-válasz és a ti általatok finomított verzió).</li></ul></li><li><strong>Tanulságok (kb. 1 perc)</strong><ul><li>Mi volt a legnagyobb kihívás a projekt során?</li><li>Mi volt a legfontosabb dolog, amit a csapatként tanultatok az MI-ről vagy a közös munkáról?</li></ul></li><li><strong>Zárszó és Kérdések (kb. 1 perc)</strong><ul><li>Köszönjétek meg a figyelmet.</li><li>Zárjatok egyetlen, erős, emlékezetes mondattal.</li><li>Ajánljátok fel a lehetőséget a kérdésekre.</li></ul></li></ol>"
        }
      ]
    },
    {
      "id": "ertekeles",
      "title": "4. Értékelési Szempontok",
      "content": "<p>Az előadásotok az alábbi szempontok alapján lesz értékelve:</p><ul><li><strong>Tisztaság és érthetőség:</strong> A prezentáció logikusan felépített, a probléma és a megoldás mindenki számára érthető volt.</li><li><strong>Kreativitás és Eredetiség:</strong> A projektötlet és a megvalósítás kreatív, a csapat belevitte a saját egyéniségét.</li><li><strong>MI Tudatos Használata:</strong> A csapat bemutatta, hogyan használta az MI-t eszközként, és reflektált a folyamatra.</li><li><strong>Előadásmód és Csapatmunka:</strong> Az előadás magabiztos volt, a csapattagok együttműködtek. Betartottátok az időkeretet.</li></ul>"
    },
    {
      "id": "kihivas",
      "title": "5. A Hét Kihívása: Főpróba!",
      "content": "<p>A nyilvános bemutató előtt tartsatok legalább egy teljes főpróbát!</p><p><strong>A feladatotok:</strong></p><ol><li>Állítsátok össze a végleges prezentációs anyagotokat.</li><li>Osszátok ki egymás között, ki melyik részről fog beszélni.</li><li>Mérjétek az időt! Menjetek végig a teljes előadáson, és győződjetek meg róla, hogy belefértek az 5-7 perces keretbe.</li><li>Adjatok egymásnak visszajelzést: Mi volt jó? Min lehetne még javítani az előadásmódban?</li></ol><p>Egy jó főpróba a siker kulcsa. Segít, hogy magabiztosak legyetek, és a bemutató napján már csak a történetetek elmesélésére kelljen koncentrálnotok.</p><p><strong>Sok sikert a felkészüléshez és a nagy bemutatóhoz!</strong></p>"
    }
  ]
}