{
  "title": "AIMI Műhely - 36. hét: Évzáró és kitekintés",
  "subject": "ai",
  "grade": 0,
  "category": "workshop",
  "description": "Az utazás vége... és kezdete.",
  "toc": [
    {
      "id": "gratulalunk",
      "title": "1. Gratulálunk!"
    },
    {
      "id": "utravalo",
      "title": "2. Mit viszel magaddal?"
    },
    {
      "id": "hogyan-tovabb",
      "title": "3. Hogyan tovább?"
    },
    {
      "id": "zaro-gondolatok",
      "title": "4. Záró gondolatok a jövőhöz"
    },
    {
      "id": "kihivas",
      "title": "5. Az Utolsó Kihívás"
    }
  ],
  "questions": [
    {
      "id": "gratulalunk",
      "title": "1. Gratulálunk!",
      "content": "<p>Sikeresen teljesítetted az AIMI Műhely kurzust! Ezen a hosszú utazáson nemcsak megismerted a mesterséges intelligencia legfontosabb eszközeit, hanem megtanultad őket kreatívan, hatékonyan és – ami a legfontosabb – felelősen használni. Ez a tudás nemcsak egy jegy az informatikaórán, hanem egy belépő a jövőbe, ahol az ember és a gép együttműködése alapvető készség lesz.</p>"
    },
    {
      "id": "utravalo",
      "title": "2. Mit viszel magaddal? A 3 legfontosabb útravaló",
      "content": "<p>Ha csak három dolgot jegyzel meg az egész kurzusból, ez a három legyen az:</p><div class=\"takeaway-card\"><h3>1. Az MI egy eszköz, nem varázslat.</h3><p>Megtanultad, hogy az MI nem egy mindentudó, gondolkodó lény, hanem egy rendkívül erős eszköz, ami adatokból és mintázatokból dolgozik. Te vagy a mester, az MI pedig a szerszám. A te kreativitásod, etikád és kritikai gondolkodásod nélkül az eszköz önmagában mit sem ér.</p></div><div class=\"takeaway-card\"><h3>2. A jó kérdés a legfontosabb.</h3><p>Rájöttél, hogy a promptolás művészete a kulcs mindenhez. Az MI-vel való munka minősége 90%-ban a te kérdéseid minőségén múlik. Megtanultál pontosan, kreatívan és kritikusan kérdezni, ami a 21. század egyik legértékesebb képessége.</p></div><div class=\"takeaway-card\"><h3>3. \"Bízom, de ellenőrzöm.\"</h3><p>Megtapasztaltad, hogy az MI hibázhat, torzíthat, és néha valótlanságokat állíthat. Megtanultad, hogy a felelős felhasználó sosem hisz vakon a gépnek. Mindig ellenőrzi a forrásokat, kritikusan gondolkodik a kapott válaszokon, és a végső döntést és felelősséget mindig magára vállalja.</p></div>"
    },
    {
      "id": "hogyan-tovabb",
      "title": "3. Hogyan tovább? A tanulás folytatása",
      "content": "<p>Az MI világa napról napra változik. Ami ma újdonság, holnap már alapvetés. Hogyan maradhatsz naprakész?</p><ul><li><strong>Kísérletezz folyamatosan!</strong> Ha hallasz egy új MI-eszközről, próbáld ki! A legtöbb ingyenesen elérhető. A kíváncsiság a legjobb tanár.</li><li><strong>Kövess megbízható forrásokat!</strong> Keress olyan YouTube-csatornákat, blogokat vagy hírleveleket, amelyek közérthetően, de a \"hype\" nélkül számolnak be az újdonságokról.</li><li><strong>Beszélgess róla!</strong> Oszd meg a tapasztalataidat a barátaiddal, családoddal. Tanítsd meg nekik is, amit tanultál!</li></ul>"
    },
    {
      "id": "zaro-gondolatok",
      "title": "4. Záró gondolatok a jövőhöz",
      "content": "<p>A jövőben nem az lesz a kérdés, hogy ki használja az MI-t, hanem az, hogy ki használja jól. A tudás, amit itt megszereztél, versenyelőnyt jelent. Nem azért, mert programozóvá váltál, hanem azért, mert megtanultál gondolkodni az MI-ről és az MI-vel.</p><p>Képes vagy felgyorsítani a tanulásodat, felturbózni a kreativitásodat, és kritikusan szemlélni a digitális világot. Ez a tudás a tiéd, és a te felelősséged, hogy jóra használd.</p>"
    },
    {
      "id": "kihivas",
      "title": "5. Az Utolsó Kihívás: Írj egy levelet a jövőbeli önmagadnak!",
      "content": "<p>Ez az utolsó feladat egyfajta időkapszula.</p><p><strong>A feladatod:</strong></p><p>Írj egy rövid, egy bekezdésből álló levelet az egy évvel későbbi önmagadnak! A levélben válaszolj a következő kérdésekre:</p><ol><li>Mi volt a legfontosabb dolog, amit ezen a kurzuson tanultál?</li><li>Milyen MI-készségedet szeretnéd a következő egy évben a legjobban fejleszteni?</li><li>Milyen tanácsot adnál a jövőbeli énednek az MI felelős használatával kapcsolatban?</li></ol><p>Mentsd el ezt a levelet egy olyan helyre, ahol egy év múlva megtalálod (pl. egy email-t magadnak időzítve, vagy egy lezárt borítékban). Érdekes lesz visszaolvasni, mennyit változott a világ és a te tudásod egyetlen év alatt.</p><p><strong>Köszönjük a féléves munkádat és a kreativitásodat! Sok sikert az MI-vel való további kalandjaidhoz!</strong></p>"
    }
  ]
}